Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: Rangers are wild men and wanderers, who have chosen to shun the company of their fellow men for myriad reasons. They have spent the better part of their lives in the thick of nature, and know many of its secrets. They are excellent pathfinders and explorers, and can find food and shelter where other men would find only sticks and stones. The presence of these men troubles the more authoritarian of rulers; they are an element that knights and landed armies cannot control. They are men of dubious motives, and are the first to scoff at any royal decree, if they even hear of it at all. Rangers can be hired, but they are just as likely to be in the employ of bandits, as they are to be in the king’s service.
uk_ua: Лісники — це дикуни і бродяги, які по безлічі причин стороняться собі подібних. Вони проводять кращу частину свого життя на природі, і знають багато її секретів. Вони чудові слідопити і розвідники, і уміють знайти їжу і житло там, де інші знайдуть лише палиці і камені. Присутність таких людей турбує прибічників авторитарного стилю правління; лицарі і піхота не здатні їх контролювати. Вони — люди сумнівних спонукань, і сміються над будь-якими королівськими указами, якщо, звичайно, взагалі про них чули. Їх можна наймати, але вони можуть піти на службу як до бандитів, так і до служителів корони.

source: Raol
uk_ua: Раол

source: Rarely seen even by elves, the Wose is an order of creature about which little is known. The elves are the source of most of this knowledge; they know that these beings are not descended from trees, despite the similarity in form, and they know that a wose is more closely tied to the faerie world than the elves themselves, though in a different way. The motives and workings of their kind are unknown, though most subscribe to the obvious theory that woses are dedicated wardens of the natural world. Woses are utterly unwarlike, but possess a great strength. They are, however, neither used to, nor quick at moving around.
uk_ua: Навіть ельфи рідко зустрічають цих маловідомих створінь. Майже усі знання про них отримані від ельфів. Від них відомо, що лісовики не є нащадками дерев, хоча і дуже схожі на них. Також відомо, що лісовики набагато сильніше пов'язані зі світом чаклунства, ніж самі ельфи, хоча дещо іншим чином. Спонукання і напрям діяльності цього народу невідомі, хоча більшість припускають, що лісовики захищають світ природи. Лісовики неагресивні, але мають величезну силу. Хоча при цьому вони не люблять і не уміють швидко пересуватись.

source: Rarlg
uk_ua: Рарлг

source: Rarlg — argh, a raul-rarlg!
uk_ua: Рарлг - аргх, а раул-рарлг!

source: Ras-Tabahn
uk_ua: Рас-Табан

source: Ras-Tabahn’s offer enticed a large group of youngsters all eager to train as magi. The fact that it was illicit training in the dark arts was unimportant. More important was the escape from the drudgery of a fixed future, planned in advance by their parents. Ras-Tabahn spent a number of days in the forest outside of Carcyn instructing them on how to call on the spirit world and channel a small amount of its power. Soon after they moved on, they came across three farmsteads on the riverbank that had clearly been raided.
uk_ua: Пропозиція Раса-Табана привабила велику юрбу молоді, і всім їм кортіло навчитися магії. Їх не зупинило навіть те, що навчатися їм доведеться забороненої, темної магії: настільки їм кортіло втекти від нав'язаного їхніми батьками майбутнього. Рас-Табан упродовж кількох днів навчав їх у лісі неподалік Карцина, як установити зв'язок зі світом духів і скористатися дрібкою його сили. Невдовзі вони дісталися до трьох недавно розорених грабіжниками господарств.

source: Ras-Tabahn’s party reached the end of the elf road near the Great River where they were to wait for Ardonna. As they arrived, another party did as well.
uk_ua: Рас-Табан із супутниками дісталися кінця ельфійського тракту біля Великої Ріки, де мали чекати на Ардонну. Одночасно із ними прибула й Ардонна зі своїм загоном.

source: Rash
uk_ua: Раш

source: Rattles
uk_ua: Брязкальця

source: Raul-Rarlg
uk_ua: Раул-Рарлг

source: Raven
uk_ua: Ворон

source: Rawffus the Dim
uk_ua: Раффус Йолоп

source: Raxisz
uk_ua: Раксісз

source: Raydah
uk_ua: Рейда

source: Reach the top of the map with Rugnur, Baglur, and Alanin
uk_ua: Досягніть верхньої частини мапи Рагнаром, Баглуром та Аланіном

source: Reaching the Runecrafter
uk_ua: Шлях до Майстра Рун

source: Reading files and creating cache
uk_ua: Читання файлів та створення кешу

source: Reading unit files
uk_ua: Читання файлів бійців

source: Ready thy lances! Let us trample the armies of Weldyn beneath our steeds!
uk_ua: Готуйте списи! Настав час топтати армії Велдину нашими кіньми!

source: Ready to start
uk_ua: Готовий починати

source: Ready to start!
uk_ua: Готово до старту!

source: Ready yourselves, men! The conquering hordes are upon us!
uk_ua: Готуйся, народе! Орди завойовників наступають!

source: Really!
uk_ua: Та ну!

source: Reason:
uk_ua: Причина:

source: Reassign Hotkey
uk_ua: Перевизначити клавішу

source: Rebels
uk_ua: Повстанці

source: Recall
uk_ua: Закликати

source: Recall Unit
uk_ua: Викликати бійця

source: Recalling
uk_ua: Заклик

source: Recalling units
uk_ua: Заклик бійців

source: Recalls
uk_ua: Закликів

source: Receives only 50% defense in land-based villages
uk_ua: Отримує лише 50% захисту в наземних селах

source: Recent events have taught me one thing: that survival trumps honor. Besides, they won’t be screaming at me — I’ll be dead.
uk_ua: Нещодавні події навчили мене одному: виживання важливіше благородства. У будь-якому випадку, вони не обернуть свій гнів на мене — я буду вже мертвий.

source: Reclaiming the Past
uk_ua: Повертаючи минуле

source: Recommended setting of 1 gold per village.
uk_ua: Рекомендовані налаштування - 1 золотий на село.

source: Recommended setting of 2 gold per village and 150 starting gold.
uk_ua: Рекомендовані налаштування — 2 золотих на село і 150 золотих при старті.

source: Recommended setting of 2 gold per village, 28 villages.
uk_ua: Рекомендовані налаштування - 2 золотих на село, 28 сіл.

source: Recommended setting of 2 gold per village.
uk_ua: Рекомендовані налаштування - 2 золотих на село.

source: Recruit
uk_ua: Завербувати

source: Recruit Unit
uk_ua: Вербувати бійця

source: Recruit and Recall
uk_ua: Вербування і заклик

source: Recruit dialog
uk_ua: Діалог вербування

source: Recruit list:
uk_ua: Список новобранців:

source: Recruit or Recall some high-move units to be able to see as far as possible through the fog for approaching units.
uk_ua: Завербуйте чи закличте бійців з високою дистанцією руху, щоб мати можливість вчасно побачити ворогів у тумані.

source: Recruit or recall your troops
uk_ua: Завербуйте або викличте ваші загони

source: Recruit the Right Units
uk_ua: Вербуйте бійців розумно

source: Recruit troops wisely, Konrad, and remember that you can recall experienced units from past battles to help you fight again.
uk_ua: Наймай війська з розумом, Конраде, та пам'ятай, що ти можеш викликати досвідчених бійців, котрі бились за тебе в попередніх битвах. Вони знову прийдуть на допомогу.

source: Recruit two Elvish Fighters
uk_ua: Найміть двох ельфійських воїнів

source: Recruited units come with two random <ref>dst='..traits_section' text='traits'</ref> which modify their statistics.
uk_ua: Завербовані бійці отримують дві випадкові <ref>dst='..traits_section' text='риси'</ref>, які змінюють їх характеристики.

source: Recruiting
uk_ua: Вербування

source: Recruiting and Recalling
uk_ua: Вербування і Заклик

source: Recruits
uk_ua: Завербовано

source: Red
uk_ua: Ред

source: Red Mage
uk_ua: Червоний маг

source: Red Potion
uk_ua: Червона мікстура

source: Red Ring
uk_ua: Червона каблучка

source: Red Wizards
uk_ua: Червоні Чаклуни

source: Red and yellow
uk_ua: Червоно-жовта

source: Red orb
uk_ua: Червона сфера

source: Red:
uk_ua: Червоний:

source: Rediscover the secrets known by the lich lords of the Green Isle. They knew how to live forever, so why can’t you? (Hard level, 18 scenarios.)
uk_ua: Розкрийте таємниці лічів — владик Зеленого острова. Вони довідалися, як жити вічно, тож чому й вам не спробувати? (Високий рівень складності, 18 сценаріїв)

source: Redo
uk_ua: Повторити

source: Redo Error
uk_ua: Помилка повтору

source: Redraws the screen and reloads any image files that have been changed.
uk_ua: Перемальовує екран і перезавантажує зображення, що були змінені.

source: Reduced RNG
uk_ua: Зменшений RNG

source: Reduces tearing by synchronizing rendering with the screen refresh rate (requires restart to take effect)
uk_ua: Зменшує розриви, синхронізуючи промальовку з частотою оновлення екрану (вимагає перезапуску)

source: Reef
uk_ua: Риф

source: Reeve Hoban
uk_ua: Суддя Хобан

source: Reference to unknown topic:
uk_ua: Посилання на невідому тему:

source: Refresh Display
uk_ua: Оновити дисплей

source: Refresh Image Cache
uk_ua: Оновити кеш зображень

source: Refresh WML
uk_ua: Оновити WML

source: Refresh gui.
uk_ua: Оновити GUI.

source: Refuge
uk_ua: Притулок

source: Refugees
uk_ua: Біженці

source: Regain your strength
uk_ua: Відновіть свої сили

source: Regardless of whether you are playing a scenario or a campaign, the basic layout of the game screen is the same. The majority of the screen is filled with a map which shows all of the action that takes place in the game. Around the map are various elements which provide useful information about the game and are described in more detail below.
uk_ua: Незалежно від того, граєте ви сценарій або кампанію, основне розташування елементів на ігровому екрані буде тим же. Більшу частину екрану займає карта, що показує, які дії відбуваються в ході гри. Навколо цього екрану є різні елементи, що надають різну інформацію про гру. Вони детальніше описані далі.

source: Regenerate
uk_ua: Перегенерувати

source: Regenerates
uk_ua: Регенерує

source: Regeneration
uk_ua: Регенерація

source: Regular Chasm
uk_ua: Звичайна прірва

source: Regular Cobbles
uk_ua: Звичайна бруківка

source: Regular Dirt
uk_ua: Звичайний грунт

source: Regular Hills
uk_ua: Звичайні пагорби

source: Regular Impassable Mountains
uk_ua: Звичайні непрохідні гори

source: Regular Mountains
uk_ua: Звичайні гори

source: Reinforcements from my brothers! Excellent. Let us go and crush this vermin boy who fancies himself a knight. These lands belong to the brothers Urza!
uk_ua: Підкріплення від моїх братів! Чудово. Нумо розіб'ємо цього клопа, що уявив себе лицарем. Ці землі належать братам Урза!

source: Reinforcements have arrived! Forward, men! I expect each of you to bring me back the head of an orc!
uk_ua: Прибуло підкріплення! Вперед, хлопці! Принесіть мені по голові орка!

source: Reinforcements have arrived, but lo! Our allies have already destroyed the orcish army menacing our fair port. In honor, I must reward your valor.
uk_ua: А ось і підкріплення! Хоча... погляньте! Наші союзники вже знищили армію орків, яка загрожувала нашому порту. Справою моєї честі буде винагородити вас.

source: Reinforcements on the horizon. We are too late!
uk_ua: Підкріплення на горизонті. Ми спізнилися!

source: Reinitialize fonts for the current language
uk_ua: Перезавантажити шрифти для поточної мови

source: Reject
uk_ua: Відмовити

source: Relana
uk_ua: Релана

source: Relentlessly pursued by riders patrolling the road to Elensefar, Baldras and the villagers traveled unseen along the swampy banks of the Great River to the city of Carcyn. They hid until nightfall, then crept out to find the help Lord Maddock hinted was here.
uk_ua: Вершники, що патрулювали дороги до Еленсефару, невпинно переслідували Балдраса та селян, поки вони не спустилися до болотяних заток Великої Ріки, котрі вели до міста Карцин. Вони ховалися у якійсь дирі до ночі, потому виповзли, щоб знайти допомогу, про яку говорив Лорд Маддок.

source: Relgorn
uk_ua: Релгорн

source: Relgorn fell! Quickly, run for yer lives!
uk_ua: Релгорн переможений! Швидше, біжіть, рятуйте свої життя!

source: Reloaded game
uk_ua: Гра перезавантажена

source: Reloaded:
uk_ua: Перезавантажено:

source: Remaining gold:
uk_ua: Залишок золота:

source: Remaining: $left/$max
uk_ua: Залишок: $left/$max

source: Remains
uk_ua: Залишки

source: Remald
uk_ua: Ремальд

source: Remember that I must strike the final blow, for Iliah-Malal’s unlife can only be ended by the power of the Book of Crelanu.
uk_ua: Не забудь, що я повинен завдати смертельного удару, оскільки не-життя Іліа-Малала може бути перерване лише Книгою Крелану.

source: Remember that Lawful units like humans fight better at daytime, Chaotic units like orcs or undead fight better at night, and Liminal units fight best during the twilight. Ideally you want to first meet the enemy when you are strong and/or he is weak. When the enemy has its strong time, it often pays off to strengthen your lines and hold a favorable defensive position. When its weak time is about to arise, your advance will push forth.
uk_ua: Пам'ятайте, що порядні бійці (наприклад, люди) краще б'ються вдень, хаотичні (наприклад, орки або мерці) краще б'ються вночі, а тіньові - під час сутінків. У ідеалі, вам краще зустрітися з ворогом тоді, коли ви сильні, а/або він слабкий. Коли час сприятливий для противника, часто буває виправдано зміцнити ваші ряди і тримати оборонну позицію. Коли наближається невдалий для нього час, починайте просувати ваші війська вперед.

source: Remember that one of our undead or I must strike the final blow, for Iliah-Malal’s unlife can only be ended by the touch of unlife or by the power of the Book of Crelanu.
uk_ua: Не забудь, що один з наших мерців чи я повинен завдати смертельного удару, оскільки не-життя Іліа-Малала може бути перерване лише дотиком мерця чи Книгою Крелану.

source: Remember to pull back wounded units into villages and recruit more if needed. Take special care of units with the highest <i>experience points (XP)</i> so they can gain levels and become more powerful.
uk_ua: Не забувайте відводити поранених бійців до сіл і, якщо потрібно, вербувати нових. Особливо піклуйтесь про бійців з високим <i>рівнем досвіду (ДВ)</i>, вони можуть скоро отримати наступний рівень і стати сильнішими.

source: Remember to recruit troops useful for the situation. Archers are particularly effective against Grunts, Wolf Riders and the orcish leader.
uk_ua: Не забувай при необхідності вербувати корисних бійців. Лучники зазвичай хороші проти піхоти орків, вовчих вершників, і їх лідера.

source: Remember to retreat your wounded units to villages. Shamans can only heal 4 hitpoints per turn, while villages can heal them faster at 8 per turn. Different sources of healing are generally not combined. If a unit starts its turn next to multiple healers, or on a village and next to a healer, it will still be healed only once. Rest-healing is an exception to the rule — if a unit doesn’t do anything for a turn, it will heal 2 hitpoints in addition to any healing it may receive from villages or healers, combining for a total of up to 10 hitpoints per turn.
uk_ua: Не забувайте відводити ваших поранених бійців у села. Шаманки можуть лікувати лише на 4 очки здоров'я за хід, коли села можуть робити це швидше, на 8 за хід. Різні джерела лікування зазвичай не поєднуються. Якщо боєць почне свій хід поряд з кількома цілителями, або в селі та поряд з цілителем, його буде вилікувано лише раз. Єдиним виключенням є лікування під час відпочинку — якщо боєць нічого не робить протягом ходу, він відновить 2 очки здоров'я на додачу до лікування, що він отримає від села чи цілителя, призводячи до 10 очків здоров'я за хід.

source: Remember, Moreth told you that you should go meet Sir Gerrick at the river fort. Move Deoran there and find out what Sir Gerrick has to say!
uk_ua: Пам'ятайте, Морез сказав що вам потрібно зустріти сера Герріка у річному форту. Відправте Деорана туди і побачте, що сер Геррік хоче вам сказати!

source: Remember, it is rumored that the filthy mage and one that he protects are in these parts. They are the ones we want!
uk_ua: І пам'ятайте: ходять чутки, що десь тут живе огидний чаклун і той, кого він захищає. Вони нам потрібні!

source: Remember, the idea of a game is to have fun! Here are some recommendations from the development team on how to get the most fun out of the game:
uk_ua: Пам'ятайте, що ідея гри - отримувати задоволення! Приводимо кілька порад від розробників, як зробити так, щоб гра приносила вам більше задоволення:

source: Remember, your job is to defeat Urza Mathin. He should be your main target. Archers will be especially effective against him because he has no ranged attack.
uk_ua: Пам'ятайте, ваше завдання це перемогти Урзу Мартіна. Він ваша головна ціль. Лучники будуть особливо ефективні проти нього, оскільки він не має дальньої атаки.

source: Remind me what this item does
uk_ua: Нагадайте мені, що робить цей предмет

source: Remote host disconnected.
uk_ua: Віддалений хост від'єднався.

source: Remote scenario
uk_ua: Віддалений сценарій

source: Remove
uk_ua: Видалити

source: Remove Add-ons
uk_ua: Видалити аддони

source: Remove Location
uk_ua: Видалити локацію

source: Remove Selected Area
uk_ua: Видалити вибрану область

source: Remove Side
uk_ua: Видалити сторону

source: Remove a nickname from your ignores or friends list.
uk_ua: Видалити гравця із списку ігнору або списку друзів.

source: Remove from List
uk_ua: Видалити із списку

source: Remove the traitor Drogan
uk_ua: Позбудьтеся зрадника Дрогана

source: Remove this username from your list
uk_ua: Видалити цього гравця із списку

source: Removed from list: $nick
uk_ua: Видалений зі списку: $nick

source: Removes the current bookmark
uk_ua: Видалити поточну закладку

source: Removing Add-ons
uk_ua: Видалення Аддонів

source: Removing add-on <i>$addon_title</i> from the server...
uk_ua: Видаляю аддон <i>$addon_title</i> з сервера...

source: Rename
uk_ua: Перейменувати

source: Rename Area
uk_ua: Переіменувати область

source: Rename Selected Area
uk_ua: Переіменувати вибрану область

source: Rename Unit
uk_ua: Перейменувати бійця

source: Renowned for their vitality, some dwarves are sturdier than others and can rest even when traveling.
uk_ua: Відомі своєю живучістю, деякі гноми міцніші за інших і можуть відпочивати навіть під час подорожей.

source: Renowned for their vitality, some dwarves are sturdier than others and can rest heal even when traveling or fighting. Healthy units have 1 HP plus 1 HP per level more than usual and rest heal the usual 2 HP after each turn regardless.
uk_ua: Відомі своєю живучістю, деякі гноми міцніші від інших і можуть відпочивати навіть під час подорожей або битв. Живучі бійці мають додатково 1 ЗД і отримують за кожен рівень на 1 ЗД більше, ніж звичайні. Також в процесі відпочинку вони зцілюються на 2 очки ЗД за кожен хід.

source: Renvan
uk_ua: Ренван

source: Repeat Recruit
uk_ua: Повторити вербування

source: Replace with AI
uk_ua: Замінити комп'ютером

source: Replace with local player
uk_ua: Замінити локальним гравцем

source: Replay
uk_ua: Повтор

source: Replay Control
uk_ua: Управління повтором

source: Replay Turn...
uk_ua: Передивитись хід...

source: Replay from Start
uk_ua: Продивитись з Початку

source: Replay from Turn
uk_ua: Продивитись з Ходу

source: Replays are not supported in multiplayer mode.
uk_ua: Повтори не підтримуються у мультиплеєрі.

source: Report Issue
uk_ua: Повідомити про проблему

source: Report abuse, rule violations, etc. to the server moderators. Make sure to mention relevant nicknames, etc.
uk_ua: Повідомити про некоректну поведінку, порушення правил і т.д. модераторам сервера. Будь ласка, правильно вкажіть прізвиська та ін.

source: Request encountered an unexpected error, please check the logs.
uk_ua: Запит зустрів невідому помилку, будь ласка, перевірте звіт.

source: Request information about a nickname.
uk_ua: Запитати дані про прізвисько.

source: Request timed out.
uk_ua: Час запиту сплив.

source: Requesting distribution terms...
uk_ua: Запит умов розповсюдження...

source: Requesting file index...
uk_ua: Запит індексу файлів...

source: Required XP:
uk_ua: Необхідний ДВ:

source: Requires a password to join
uk_ua: Приєднуватися лише з паролем

source: Rescue Baran
uk_ua: Врятуй Б'ярна

source: Rescue the trapped units in <i>4p - A New Land</i>.
uk_ua: Врятувати полонених бійців у <i>4p - Нова земля</i>.

source: Rescue!
uk_ua: Порятунок!

source: Rescued the trapped units in <i>4p - A New Land</i>.
uk_ua: Врятовано полонених бійців у <i>4p - Нова земля</i>.

source: Research
uk_ua: Дослідження

source: Reserved
uk_ua: Зарезервовано

source: Reserved for $playername
uk_ua: Зарезервовано для $playername

source: Reserves! We can’t let the meat get to the landing site.
uk_ua: Підкріплення! Не можна пустити їх до місця висадки.

source: Reservoir
uk_ua: Запас

source: Reset
uk_ua: Скинути

source: Reset Replay
uk_ua: Скинути повтор

source: Reset all options to their default values
uk_ua: Скинути всі налаштування до типових значень

source: Resilient
uk_ua: Витривалий

source: Resilient units can be useful at all stages of a campaign, and this is a useful trait for all units. Resilient is often most helpful as a trait when it occurs in a unit that has some combination of low hitpoints, good defense, or high resistances. Resilient units are especially useful for holding strategic positions against opponents.
uk_ua: Особливість ‘витривалий’ корисна на всіх стадіях кампанії і для усіх типів бійців. Особливо це корисно для бійців з низьким здоров'ям, добрим захистом, або високою опірністю. Витривалі бійці особливо корисні при утриманні стратегічно важливих позицій від захоплення суперником.

source: Resilient units have 4 HP plus 1 HP per level more than usual. Resilient units can be useful at all stages of a campaign, and this is a useful trait for all units. Resilient is often most helpful as a trait when it occurs in a unit that has some combination of low hitpoints, good defense, or high resistances. Resilient units are especially useful for holding strategic positions against opponents.
uk_ua: Витривалі бійці мають додатково 4 ЗД та 1 ЗД на кожен рівень більше, ніж звичайні. Особливість витривалий корисна на всіх стадіях кампанії і для усіх типів бійців. Особливо це корисно для бійців з низьким здоров'ям, добрим захистом, або високою опірністю. Витривалі бійці особливо корисні при утриманні стратегічно важливих позицій від захоплення суперником.

source: Resist until the end of the turns
uk_ua: Чиніть опір до кінця ходів

source: Resistance
uk_ua: Опір

source: Resistances
uk_ua: Опірності

source: Resistances work very simply: if a unit has 40% resistance against a damage type, then it will suffer 40% less damage when hit with that damage type. It is also possible for a unit to be vulnerable against some damage types. If a unit has −100% resistance against a damage type, it will suffer 100% more damage when hit by that type.
uk_ua: Опірність працює дуже просто: якщо опірність бійця до якого-небудь типу атаки складає 40%, то він отримає на 40% менше ушкоджень від цієї атаки. Боєць також може бути нестійким до певних атак. Якщо він має −100% опірності проти якого-небудь типу атаки, то він отримає від цієї атаки на 100% більше ушкоджень.

source: Resistances:
uk_ua: Опори:

source: Resize
uk_ua: Змінити розмір

source: Resize Map
uk_ua: Змінити розмір карти

source: Resources are scarce, we need all of the help we can get. Be brave and fight hard, my friend!
uk_ua: У нас мало сил, знадобляться усі, хто є. Будь хоробрим і удачі у бою, друже мій!
